Revit 2024 API
MassInstanceUtils Class
 A static class that contains methods for processing curves driven by points.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public class MassInstanceUtils : IDisposable
Visual Basic
Public Class MassInstanceUtils _
	Implements IDisposable
Visual C++
public ref class MassInstanceUtils : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.MassInstanceUtils
See Also
MassInstanceUtils Members
Autodesk.Revit.DB Namespace